Repository: slowbrewedmacchiato/SBAppPortfolio
Catalog: Sources/SBAppPortfolio/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: App Store request failed with code %lld
de: App‑Store‑Anfrage ist mit dem Code %lld fehlgeschlagen
es: La solicitud a App Store falló con el código %lld
fr: La requête App Store a échoué avec le code %lld
ja: App Store のリクエストがエラーコード %lld で失敗しました
ko: App Store 요청이 코드 %lld로 실패했습니다
pt_br: Requisição à App Store falhou com código %lld
zh_hans: App Store 请求失败，错误代码 %lld

source: Browse our complete collection on the App Store
de: Durchsuche unsere komplette Sammlung im App Store
es: Explora nuestra colección completa en el App Store
fr: Parcourez notre collection complète sur l'App Store
ja: App Storeで当社のすべてのコレクションを閲覧する
ko: App Store에서 전체 컬렉션을 둘러보세요
pt_br: Confira nossa coleção completa na App Store
zh_hans: 在 App Store 浏览我们的完整合集

source: Couldn't refresh. Showing your last saved apps.
de: Aktualisierung fehlgeschlagen. Zuletzt gespeicherte Apps werden angezeigt.
es: No se pudo actualizar. Se muestran las últimas apps guardadas.
fr: Échec de l'actualisation. Affichage des dernières apps enregistrées.
ja: 更新できませんでした。前回保存したAppを表示しています。
ko: 새로 고칠 수 없습니다. 마지막으로 저장된 앱을 표시합니다.
pt_br: Não foi possível atualizar. Exibindo os últimos apps salvos.
zh_hans: 无法刷新。正在显示上次保存的 App。

source: Discover our other apps
de: Entdecke unsere anderen Apps
es: Descubre nuestras otras apps
fr: Découvrez nos autres apps
ja: 他のアプリもご覧ください
ko: 다른 앱을 확인해 보세요
pt_br: Conheça nossos outros apps
zh_hans: 发现我们的其他应用

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Failed to parse App Store data
de: App Store‑Daten konnten nicht analysiert werden
es: Error al analizar los datos de App Store
fr: Impossible d’analyser les données App Store
ja: App Store のデータの解析に失敗しました
ko: App Store 데이터를 분석하지 못했습니다
pt_br: Falha ao analisar dados da App Store
zh_hans: 解析 App Store 数据失败

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
pt_br: Grátis
zh_hans: 免费

source: GET
de: LADEN
es: OBTENER
fr: OBTENIR
pt_br: OBTER
zh_hans: 获取

source: Invalid App Store URL
de: Ungültige App‑Store‑URL
es: URL de App Store no válida
fr: URL de l'App Store invalide
ja: 無効なApp StoreのURL
ko: 유효하지 않은 App Store URL
pt_br: URL da App Store inválida
zh_hans: 无效的 App Store 链接

source: Invalid response from App Store
de: Ungültige Antwort vom App Store
es: Respuesta no válida del App Store
fr: Réponse invalide de l'App Store
ja: App Storeからの無効な応答
ko: App Store로부터의 유효하지 않은 응답
pt_br: Resposta inválida da App Store
zh_hans: 来自 App Store 的无效响应

source: More From Us
de: Mehr von uns
es: Más de nosotros
fr: Plus de créations de notre part
ja: その他の提供
ko: 제공자 정보 더보기
pt_br: Mais de nós
zh_hans: 更多来自我们

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワークエラー: %@
ko: 네트워크 오류: %@
pt_br: Erro de rede: %@
zh_hans: 网络错误：%@

source: No apps available
de: Keine Apps verfügbar
es: No hay apps disponibles
fr: Aucune application disponible
ja: 利用可能なアプリがありません
ko: 사용 가능한 앱이 없습니다
pt_br: Nenhum app disponível
zh_hans: 暂无可用应用

source: Open %@ on the App Store
de: %@ im App Store öffnen
es: Abrir %@ en el App Store
fr: Ouvrir %@ sur l’App Store
ja: App Storeで%@を開く
ko: App Store에서 %@ 열기
pt_br: Abrir %@ na App Store
zh_hans: 在 App Store 打开 %@

source: Our Apps
de: Unsere Apps
es: Nuestras apps
fr: Nos apps
ja: 当社のアプリ
ko: 앱
pt_br: Nossos apps
zh_hans: 我们的应用

source: Our apps will appear here when available.
de: Unsere Apps werden hier angezeigt, sobald sie verfügbar sind.
es: Nuestras apps aparecerán aquí cuando estén disponibles.
fr: Nos apps apparaîtront ici lorsqu’elles seront disponibles.
ja: 利用可能になり次第、ここに当社のアプリが表示されます。
ko: 앱이 이용 가능해지면 여기에 표시됩니다.
pt_br: Nossos apps aparecerão aqui quando estiverem disponíveis.
zh_hans: 我们的应用将在可用时显示在此处。

source: Request was cancelled
de: Anfrage wurde abgebrochen
es: La solicitud fue cancelada
fr: La requête a été annulée
ja: リクエストがキャンセルされました
ko: 요청이 취소되었습니다
pt_br: A solicitação foi cancelada
zh_hans: 请求已取消

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

source: Try Again
de: Nochmals versuchen
es: Intentar de nuevo
fr: Réessayer
ja: 再試行する
ko: 다시 시도
pt_br: Tentar Novamente
zh_hans: 重试

source: Unable to load apps
de: Apps konnten nicht geladen werden
es: No se pueden cargar las apps
fr: Impossible de charger les apps
ja: アプリを読み込めませんでした
ko: 앱을 불러올 수 없습니다.
pt_br: Não foi possível carregar os apps
zh_hans: 无法加载应用

source: View All Our Apps
de: Alle unsere Apps ansehen
es: Ver todas nuestras apps
fr: Voir toutes nos apps
ja: 当社のすべてのアプリを見る
ko: 저희의 모든 앱 보기
pt_br: Ver todos os nossos apps
zh_hans: 查看我们的所有应用

source: App
ja: アプリ
ko: 앱
zh_hans: 应用
